Zoetis Inc. (/zō-EH-tis/) is the world's largest producer of medicine and vaccinations for pets and livestock. The company was a subsidiary of Pfizer, the world's largest drug maker, but with Pfizer's spinoff of its 83% interest in the firm it is now a completely independent company. The company directly markets the products in approximately 45 countries, and sells the products in more than 100 countries. Operations outside the United States accounted for 50% of the total revenue. Contemporaneous with the spinoff in June 2013 S&P Dow Jones Indices announced that Zoetis would replace First Horizon National Corporation in the S&P 500 stock market index.


== History ==


=== 1950s to 2000s ===

In the 1950s, Pfizer began research on several drugs,  including oxytetracycline. John McKeen, a chemical engineer, discovered its effective use in livestock. In 1952, the Pfizer Agriculture Division opened a research and development facility in Terre Haute, Indiana, called Vigo. By 1988 the division was renamed Pfizer Animal Health.The acquisition of Norden Laboratories from GlaxoSmithKline in 1995 expanded Pfizer's animal health division into small animal care, including domestic pets. Secondary research and development centres were opened in Kalamazoo, Michigan, in 2003. In the same year, Pfizer acquired Pharmacia Corporation for sixty billion dollars in stock options. Between 2007 and 2011, the company acquired Embrex Inc, Catapult Genetics, Bovigen, Wyeth, Fort Dodge Animal Health, Vetnex Animal Health Ltd, Synbiotics Corporation, Microtek, King Pharmaceuticals, and Alpharma.


=== 2010s to present ===
Plans to spin off Pfizer Animal Health into a separate company were announced in 2012. The name Zoetis was derived from the zoological term zoetic.Zoetis Inc.'s revenues exceeded $4.2 billion in 2011 and $4.34 billion in 2012.On 22 May 2013, The Wall Street Journal reported that Pfizer planned to sell its majority stake in the company, in keeping with Pfizer's decision to shed other non-pharmaceuticals subsidiaries to save costs, raise capital, and pay off debt. The company announced that JPMorgan Chase, Bank of America Merrill Lynch, Goldman Sachs & Co., and Morgan Stanley as lead underwriters.In November 2014, activist investor Bill Ackman disclosed that Pershing Square Capital Management had taken an 8.5% stake in the company, amassing approximately 41.8 million shares, causing the share price to hit its highest price since the IPO. On 17 November, the company announced it would acquire a portfolio of pet drugs from Abbott Laboratories for approximately $255 million. On 1 January, 2020, Kristin Peck became CEO of Zoetis.


==== 2012: IPO ====
Pfizer officially filed for registration of a Class A stock on 10 August 2012. Zoetis' IPO on 1 February 2013 sold 86.1 million shares for US$ 2.2 billion. Shares sharply rose 19% by the end of the trading day to $35.01 a share, up from $26. At the time, it was the largest IPO from a U.S. company since Facebook's  $16 billion IPO on 18 May 2012. Pfizer retained 414 million Class B shares giving it an 83% controlling stake in the firm. Stock investors were attracted to the steep profit margin in proportion to revenue and consumer confidence in potential future growth of the subsidiary. The offering's lead underwriters were JPMorgan Chase, Bank of America Merrill Lynch and Morgan Stanley. Most of the money raised through the IPO was used to pay off existing Pfizer debt.


==== Acquisitions ====
In November 2015, the company announced it would acquire developer of aquaculture treatments, Pharmaq, for $765 million. In 2017, Zoetis acquired Ireland-based Nexvet, a company with a biologics-focused technology and product candidate pipeline.In May 2018, the company announced its intention to acquire Abaxis for $1.9 billion in cash.In April 2020, Zoetis acquired Performance Livestock Analytics. Terms of the deal weren't disclosed.


== Products ==
Twenty-eight sites in 11 countries make up Zoetis' manufacturing network, each facility designed to meet chemical and infectious agent safety regulatory requirements. Many R&D operations are co-located with manufacturing sites, a collaboration that allows bringing new products to market faster. Zoetis builds on six-decade Pfizer history and aims for high tech innovative manufacturing technologies. 
Zoetis products include:


== Business with bloodfarms ==
Zoetis has been supplying equine chorionic gonadotropin (ECG) hormones to Syntex, in South America, since 2015 : Syntex is accused of animal cruelty.


== References ==


== External links ==
Zoetis.com
Business data for Zoetis: